Repository: a1artaud/criptopago
Catalog: languages/wp-crypto-payments-*.po
Languages: pt_br

source: Criptopago requires WooCommerce to be installed and active.
pt_br: Criptopago requer que o WooCommerce esteja instalado e ativo.

source: Settings
pt_br: Configurações

source: Accept cryptocurrency payments in your store
pt_br: Aceite pagamentos em criptomoedas em sua loja

source: Enable/Disable
pt_br: Ativar/Desativar

source: Enable Criptopago
pt_br: Ativar Criptopago

source: Title
pt_br: Título

source: Payment method title that the customer will see on your checkout.
pt_br: Título do método de pagamento que o cliente verá no checkout.

source: Description
pt_br: Descrição

source: Payment method description that the customer will see on your checkout.
pt_br: Descrição do método de pagamento que o cliente verá no checkout.

source: Pay with Bitcoin or other cryptocurrencies
pt_br: Pague com Bitcoin ou outras criptomoedas

source: Bitcoin Address
pt_br: Endereço Bitcoin

source: Your Bitcoin wallet address where payments will be sent.
pt_br: Seu endereço da carteira Bitcoin onde os pagamentos serão enviados.

source: You will receive payment instructions after placing the order.
pt_br: Você receberá as instruções de pagamento após fazer o pedido.

source: Awaiting cryptocurrency payment
pt_br: Aguardando pagamento em criptomoeda

source: Payment Instructions
pt_br: Instruções de Pagamento

source: Please send the exact amount in BTC to the following address:
pt_br: Por favor, envie o valor exato em BTC para o seguinte endereço:

source: Your order will be processed once the payment is confirmed on the blockchain.
pt_br: Seu pedido será processado assim que o pagamento for confirmado na blockchain.
